const statuses = [
    {
      name: 'created',
      title: 'Заказ оформлен',
      message: 'Статус заказа: Ваш заказ оформлен. Спасибо, что выбрали нас!'
    },
    {
      name: 'handled',
      title: 'Ожидает погрузки',
      message: 'Статус заказа: Ваш автомобиль ожидает погрузки'
    },
    {
      name: 'on-way',
      title: 'В пути',
      message: 'Статус заказа: Ваш автомобиль ожидает погрузки'
    },
    {
      name: 'arrived',
      title: 'Прибыл в место выдачи',
      message: 'Статус заказа: Ваш автомобиль прибыл в место выдачи'
    },
    {
      name: 'ready',
      title: 'Готов к выдаче',
      message: 'Статус заказа: Ваш автомобиль готов к выдаче'
    },
    {
      name: 'completed',
      title: 'Завершен',
      message: 'Статус заказа: Поздравляем! Ваш автомобиль выдан'
    },
  ]

  module.exports = statuses